Repository: c4stration/FluentBrowser
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar, he, ja_jp, ko_kr, ro_ro, th, zh_cn, zh_tw

# CantOpenPageCertificateInvalid
source: "{0}" uses an invalid security certificate.
ar: شهادة أمان «{0}» غير صالحة.
he: אישור האבטחה של «{0}» אינו תקף.
ja_jp: 「{0}」のセキュリティ証明書が無効です。
ko_kr: "{0}"의 보안 인증서가 유효하지 않습니다.
ro_ro: Certificatul de securitate pentru „{0}” este invalid.
th: ใบรับรองความปลอดภัยของ “{0}” ไม่ถูกต้อง
zh_cn: “{0}”的安全证书无效。
zh_tw: 「{0}」的安全性憑證無效。

# CantOpenPageUnknownError
source: Something went wrong while opening "{0}".
ar: حدث خطأ غير معروف أثناء فتح «{0}».
he: אירעה שגיאה לא ידועה בעת פתיחת «{0}».
ja_jp: 「{0}」を開く際に不明なエラーが発生しました。
ko_kr: "{0}"을(를) 여는 중 알 수 없는 오류가 발생했습니다.
ro_ro: A apărut o eroare necunoscută la deschiderea „{0}”.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุขณะเปิด “{0}”
zh_cn: 打开“{0}”时发生未知错误。
zh_tw: 開啟「{0}」時發生未知錯誤。

# NoDownloadsText.Text
source: No ongoing downloads
ar: لا توجد تنزيلات جارية
he: אין הורדות פעילות
ja_jp: 進行中のダウンロードはありません
ko_kr: 진행 중인 다운로드가 없습니다
ro_ro: Nu există descărcări în curs
th: ไม่มีการดาวน์โหลดที่กำลังดำเนินอยู่
zh_cn: 没有正在进行的下载
zh_tw: 沒有正在進行的下載

# DownloadStatusDownloading
source: Downloading
ar: جارٍ التنزيل
he: בהורדה
ja_jp: ダウンロード中
ko_kr: 다운로드 중
ro_ro: Se descarcă
th: กำลังดาวน์โหลดอยู่
zh_cn: 正在下载
zh_tw: 正在下載

# DownloadStatusCompleted
source: Completed
ar: اكتمل
he: הושלם
ja_jp: 完了
ko_kr: 완료됨
ro_ro: Finalizat
th: เสร็จสิ้น
zh_cn: 已完成
zh_tw: 已完成

# DownloadStatusInterrupted
source: Interrupted
ar: انقطع
he: הופסק
ja_jp: 中断
ko_kr: 중단됨
ro_ro: Întrerupt
th: ถูกขัดจังหวะ
zh_cn: 已中断
zh_tw: 已中斷

# DownloadStatusCanceled
source: Canceled
ar: أُلغي
he: בוטל
ja_jp: キャンセル済み
ko_kr: 취소됨
ro_ro: Anulat
th: ยกเลิกแล้ว
zh_cn: 已取消
zh_tw: 已取消

# DownloadStatusDiscarded
source: Discarded
ar: تم تجاهله
he: הוסר
ja_jp: 破棄済み
ko_kr: 폐기됨
ro_ro: Eliminat
th: ทิ้งแล้ว
zh_cn: 已丢弃
zh_tw: 已捨棄

# DownloadStatusCantBeDownloadedSecurely
source: Can't be downloaded securely
ar: يتعذّر تنزيله بأمان
he: לא ניתן להוריד אותו באופן מאובטח
ja_jp: 安全にダウンロードできません
ko_kr: 안전하게 다운로드할 수 없음
ro_ro: Nu poate fi descărcat în siguranță
th: ไม่สามารถดาวน์โหลดได้อย่างปลอดภัย
zh_cn: 无法安全下载
zh_tw: 無法安全下載

# RemoveFromList.Text
source: Remove from list
ar: إزالة من القائمة
he: הסר מהרשימה
ja_jp: リストから削除
ko_kr: 목록에서 제거
ro_ro: Elimină din listă
th: ลบออกจากรายการ
zh_cn: 从列表中移除
zh_tw: 從列表中移除

# ClearCompletedButton.Content
source: Clear completed
ar: مسح المكتملة
he: נקה שהושלמו
ja_jp: 完了済みをクリア
ko_kr: 완료된 항목 지우기
ro_ro: Șterge finalizate
th: ล้างรายการที่เสร็จแล้ว
zh_cn: 清除已完成
zh_tw: 清除已完成

# ClearCompletedGrid.ToolTipService.ToolTip
source: Removes completed downloads from the list. This does not delete the files from your computer.
ar: يزيل التنزيلات المكتملة من القائمة. لا يؤدي هذا إلى حذف الملفات من جهاز الكمبيوتر.
he: מסיר הורדות שהושלמו מהרשימה. פעולה זו אינה מוחקת את הקבצים מהמחשב שלך.
ja_jp: 完了したダウンロードを一覧から削除します。コンピューターからファイルが削除されることはありません。
ko_kr: 완료된 다운로드를 목록에서 제거합니다. 컴퓨터에서 파일이 삭제되지는 않습니다.
ro_ro: Elimină descărcările finalizate din listă. Fișierele nu sunt șterse de pe computer.
th: นำรายการดาวน์โหลดที่เสร็จแล้วออกจากรายการ การดำเนินการนี้จะไม่ลบไฟล์ออกจากคอมพิวเตอร์ของคุณ
zh_cn: 从列表中移除已完成的下载。此操作不会删除计算机上的文件。
zh_tw: 從列表中移除已完成的下載。此操作不會刪除電腦上的檔案。

# KeyboardShortcuts.Header
source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
he: קיצורי מקלדת
ja_jp: キーボードショートカット
ro_ro: Comenzi rapide de la tastatură
zh_cn: 键盘快捷键

# KeyboardShortcuts.Description
source: Configure keyboard shortcuts for browser actions
ar: تكوين اختصارات لوحة المفاتيح لإجراءات المتصفح
he: הגדרת קיצורי מקלדת לפעולות בדפדפן
ja_jp: ブラウザーの操作に使用するキーボードショートカットを設定します
ro_ro: Configurați comenzile rapide de la tastatură pentru acțiunile din browser
zh_cn: 配置浏览器操作的键盘快捷键

# ShortcutNewTab.Header
source: Open a new tab
ar: فتح علامة تبويب جديدة
he: פתיחת כרטיסייה חדשה
ja_jp: 新しいタブを開く
ro_ro: Deschide o filă nouă
zh_cn: 打开新标签页

# ShortcutCloseTab.Header
source: Close current tab
ar: إغلاق علامة التبويب الحالية
he: סגירת הכרטיסייה הנוכחית
ja_jp: 現在のタブを閉じる
ro_ro: Închide fila curentă
zh_cn: 关闭当前标签页

# ShortcutReopenTab.Header
source: Reopen closed tab
ar: إعادة فتح علامة التبويب المغلقة
he: פתיחת כרטיסייה שנסגרה מחדש
ja_jp: 閉じたタブを再度開く
ro_ro: Redeschide fila închisă
zh_cn: 重新打开已关闭的标签页

# ShortcutFocusAddressBar.Header
source: Focus on address bar
ar: التركيز على شريط العناوين
he: מיקוד בשורת הכתובת
ja_jp: アドレスバーにフォーカス
ro_ro: Focalizează bara de adrese
zh_cn: 聚焦地址栏

# ShortcutReload.Header
source: Reload current tab
ar: إعادة تحميل علامة التبويب الحالية
he: טעינת הכרטיסייה הנוכחית מחדש
ja_jp: 現在のタブを再読み込み
ro_ro: Reîncarcă fila curentă
zh_cn: 重新加载当前标签页

# ShortcutRightTab.Header
source: Move to right tab
he: מעבר ללשונית הימנית
ja_jp: 右のタブに移動
zh_cn: 移动到右侧标签页

# ShortcutLeftTab.Header
source: Move to left tab
he: מעבר ללשונית השמאלית
ja_jp: 左のタブに移動
zh_cn: 移动到左侧标签页

# FindOnPageBox.PlaceholderText
source: Find
he: חיפוש
ja_jp: 検索
zh_cn: 查找

# MatchCase.Text
source: Match case
he: התאמת רישיות
ja_jp: 大文字と小文字を区別
zh_cn: 区分大小写

# MatchWord.Text
source: Match whole word
he: התאמת מילה שלמה
ja_jp: 単語単位で検索
zh_cn: 全字匹配

# ShortcutFindOnPage.Header
source: Find on page
he: חיפוש בדף
ja_jp: ページ内検索
zh_cn: 在页面中查找

# Mica.Content
source: Mica
ja_jp: マイカ
ko_kr: 마이카
zh_cn: 云母
zh_tw: 雲母

# MicaAlt.Content
source: Mica Alt
ja_jp: マイカ オルト

# Acrylic.Content
source: Acrylic
ja_jp: アクリル
ko_kr: 아크릴
zh_cn: 亚克力
zh_tw: 壓克力
